[
    {
        "id": 0,
        "name": "Archery",
        "icon": "archery",
        "athlete": "archery-athletes",
        "brief": "Archery, one of the oldest sports still practiced, is closely linked to the development of civilisation. As a cultural advance, it was comparable to the discovery of fire and the invention of the wheel.",
        "detail": [
            {
                "id": 0,
                "title": "Archery in battle",
                "content": "In 1200 BC the Hittites and Assyrians shot their bows from chariots, becoming fearsome opponents in battle. They made their bows with tendon, horn and wood and also developed a new re-curved shape. This made their bows shorter and more powerful, making them easier to handle for an archer on horseback."
            },
            {
                "id": 1,
                "title": "A noble history",
                "content": "Archery was the favourite sport of the Egyptian pharaohs during the 18th dynasty (1567-1320 BC). Many centuries later, some of the earliest recorded archery tournaments took place during the Zhou (Chou) dynasty (1027- 256 BC) in China. Such events were attended by Chinese nobility. Much later, English writers honoured the longbow for famous contributions to their country’s victories in the battles of Crécy, Agincourt and Poitiers."
            },
            {
                "id": 2,
                "title": "Most decorated archer",
                "content": "Archery first appeared in the Olympic Games in 1900, was contested again in 1904, 1908 and 1920, then again, after an absence of 52 years, from 1972 to the present. The most decorated archer in Olympic history is Hubert Van Innis of Belgium who competed in 1900 and 1920, winning six gold and three silver medals."
            }
        ]
    },
    {
        "id": 1,
        "name": "Athletics",
        "icon": "athletics",
        "athlete": "athletics-athletes",
        "brief": "Athletics was contested in the first ancient olympic games, and champions have been recorded from as far back as 776 BC.",
        "detail": [
            {
                "id": 0,
                "title": "First and original",
                "content": "Throughout recorded sports history, athletics has always been practised. The first event contested in the ancient Olympic Games was the “stadium” race, a sprint of about 192 metres. Winners in this event have been recorded from as far back as 776 BC."
            },
            {
                "id": 1,
                "title": "Ancient events",
                "content": "Much like today, the ancient Olympic Games included a wide variety of track and field events. Such events included longer foot races, a race in armour, and a pentathlon event that consisted of the “stadium” race, long jump, discus throw, javelin throw and wrestling."
            },
            {
                "id": 2,
                "title": "Across the globe",
                "content": "Similar events were held in ancient Greece at the Isthmian, Nemean and Pythian Games. Throughout Europe, local fairs and festivals often included running, jumping and throwing events. In Ireland and Scotland, these developed into organised sets of Tailteann and Highland Games, respectively. There was also a tradition of “pedestrian” events – often with heavy betting involved – in the 18th and 19 centuries, especially in Great Britain, which normally involved walking or running races."
            },
            {
                "id": 3,
                "title": "Modern organisation",
                "content": "The modern format of athletics, in which a variety of running, jumping, throwing, walking and combined events are competed at a single “meeting” or “meet”, evolved in the late 19th century, when schools and military colleges began to incorporate sports and exercise as part of education programmes. The earliest recorded meeting dates back to 1840 in Shropshire, England, but specialised championships began to thrive in the 1880s in the USA, UK, and throughout Europe, as well as in other developed nations."
            },
            {
                "id": 4,
                "title": "Olympic history",
                "content": "Since 1896, athletics has been on the programme of each edition of the Games of the Olympiad. Its presence on the Games programme has allowed its popularity to increase across the world. This popularity was also strengthened by the creation of the IAAF in 1912. Women’s events appeared for the first time at the 1928 Olympic Games in Amsterdam, while the men’s programme was standardised as of the 1932 Games in Los Angeles. Although at the beginning women were authorised to participate in only some events, today their programme is almost identical to that of the men.\n\nThe 1960s saw a boom in athletics in developing countries, with the success of African runners and sprinters of Caribbean origin. Americans have for a long time reigned over men’s athletics, although European nations have also dominated. For the women, the Soviet Union and the GDR (East Germany) dominated the competitions before their dissolution.\n\nMore recently, high-level Asian athletes have risen up the ranks. At the 2008 Olympic Games in Beijing, athletes from 62 countries competed in the finals."
            }
        ]
    },
    {
        "id": 2,
        "name": "Badminton",
        "icon": "badminton",
        "athlete": "badminton-athletes",
        "brief": "Badminton has a cosmopolitan history. The rules of the modern game were developed in england, but it is now Asian countries that dominate the sport.",
        "detail": [
            {
                "id": 0,
                "title": "Badminton house",
                "content": "Badminton takes its name from Badminton House - home of the Duke of Beaufort in the English county of Gloucestershire. In 1873, the Duke is credited with bringing a version of the game – Poona - back from India and introducing it to his guests."
            },
            {
                "id": 1,
                "title": "Getting organised",
                "content": "The sport quickly grew in popularity and in 1877 the first set of written rules were devised by the newly formed Bath Badminton Club. The Badminton Federation of England was created 16 years later and in 1899 it organised the first All England Championships."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "Badminton made its debut as a demonstration sport at the 1972 Olympic Games in Munich. It was not until the 1992 Games in Barcelona that it was officially included on the Olympic programme, with men’s and women’s singles and doubles events. The mixed doubles event made its debut in 1996 at the Atlanta Olympic Games. Since then, the number of events has remained unchanged.\n\nAlthough the creation of modern badminton is attributed to England, it is Asia that now dominates this sport. Between 1992 and 2008, Asian countries won 69 of the 76 medals available in Olympic competition! The dominant countries are China, Indonesia and the Republic of Korea, followed by Great Britain and Denmark."
            }
        ]
    },
    {
        "id": 3,
        "name": "Basketball",
        "icon": "basketball",
        "athlete": "basketball-athletes",
        "brief": "Basketball is a relatively new sport, invented in 1891. It has now grown into one of the most popular sports in the united states.",
        "detail": [
            {
                "id": 0,
                "title": "Keeping students fit",
                "content": "Basketball was invented in December 1891 by Canadian James W. Naismith. An instructor at the YMCA Training School in Massachusetts, he sought a suitable indoor game to keep his students fit and warm during the cold New England winters. He formulated 13 rules, most of which still apply today. In 1893, the first women’s game was played at the Smith College, in Northampton, Massachusetts, USA."
            },
            {
                "id": 1,
                "title": "Peach baskets",
                "content": "Originally, basketball was played with peach baskets and balls had to be retrieved manually after each score. Subsequently, a hole was drilled into the bottom of the basket allowing the balls to be poked out with a long rod. In 1906, the peach baskets were finally replaced by metal hoops with backboards."
            },
            {
                "id": 2,
                "title": "Orange ball",
                "content": "Basketball was originally played with a soccer ball. The first balls made specifically for basketball were brown, and it was only in the late 1950s that Tony Hinkle, searching for a ball that would be more visible to players and spectators alike, introduced the orange ball that is now in common use."
            },
            {
                "id": 3,
                "title": "Global popularity increases",
                "content": "In the early 1900s, students from abroad who had studied in Springfield, started to spread the game. In the 1920s, the first international games were played and by 1950 the first World Championship for Men was held in Argentina. Three years later, in 1953, the first World Championship for Women took place in Chile."
            },
            {
                "id": 4,
                "title": "Olympic history",
                "content": "Basketball made its appearance at the Olympic Games in 1904 in St Louis as a demonstration sport, as the competition was held between only American teams and counted as an event of the Amateur Athletic Union (AAU of the USA) Championships. At the Games in 1936 in Berlin, basketball joined the Olympic programme, where it has remained to this day. Women’s basketball debuted at the 1976 Games in Montreal.\n\nThe USA dominates international basketball and won all the titles up to 1972, the year it was defeated by the Soviet Union at the Munich Games. In the women’s event, the Soviets took gold in 1976, 1980 and 1992, and were later dominated by the Americans between 1984 and 2008, except in 1992.\n\nIn 1992 at the Barcelona Games, famous players from the National Basketball Association (NBA) were allowed for the first time to represent the USA. This team, known as the “Dream Team”in the international media, was undoubtedly the best basketball team ever formed. It delighted the public and widely dominated the Olympic tournament in 1992."
            }
        ]
    },
    {
        "id": 4,
        "name": "Beach volleyball",
        "icon": "beach-volleyball",
        "athlete": "beach-volleyball-athletes",
        "brief": "Beach volleyball started out in california as a pastime. Due to its popular appeal it developed into a thriving professional sport.",
        "detail": [
            {
                "id": 0,
                "title": "Family fun",
                "content": "Beach volleyball first appeared in the early 1920s in Santa Monica, California. Then what started out as just some family fun became a sport spreading rapidly across the world. By the 1930s, the game had reached countries like Czechoslovakia, Latvia and Bulgaria."
            },
            {
                "id": 1,
                "title": "Depression free",
                "content": "Interestingly, beach volleyball really took off in the United States during the 1930s, perhaps as a little light relief from the Great Depression. The first official two-man tournament took place in 1947, and the first beach volleyball circuit, involving hundreds of players and five California beaches, began in the 1950s."
            },
            {
                "id": 2,
                "title": "Popular culture",
                "content": "However it was the crossover with popular culture that really launched the sport. In the 1960s, The Beatles appeared at the legendary Sorrento Beach in Los Angeles for a quick hit and US President John F. Kennedy even went to watch a game. Its cool image was a sponsor’s dream and prize money soon poured into the sport."
            },
            {
                "id": 3,
                "title": "Olympic newcomer",
                "content": "Beach volleyball made its Olympic debut at the 1996 Atlanta Games. USA and Brazil shared all the gold medals in the subsequent four editions, except in Sydney where the Australian women’s team dominated."
            }
        ]
    },
    {
        "id": 5,
        "name": "Boxing",
        "icon": "boxing",
        "athlete": "boxing-athletes",
        "brief": "Boxing is a sport with an ancient history. It was introduced to the ancient olympic games in the 7th century BC.",
        "detail": [
            {
                "id": 0,
                "title": "In the beginning",
                "content": "The earliest evidence of boxing dates back to Egypt around 3000 BC. The sport was introduced to the ancient Olympic Games by the Greeks in the late 7th century BC, when soft leather thongs were used to bind boxers’ hands and forearms for protection."
            },
            {
                "id": 1,
                "title": "Roman developments",
                "content": "Later, in Rome, leather thongs were exchanged for the cestus – a glove studded with metal. Unfortunately this did not help the gladiators involved, as boxing matches of the era usually ended with the death of one or other contestant."
            },
            {
                "id": 2,
                "title": "Amateur boxing",
                "content": "With the fall of the Roman Empire, boxing came to an abrupt end. It resurfaced in 17th century England, and organised amateur boxing officially began in 1880. Originally only five weight classes were contested: Bantam, not exceeding 54 kilos; Feather, not exceeding 57 kilos; Light, not exceeding 63.5 kilos; Middle, not exceeding 73 kilos; and Heavy, any weight."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "When boxing made its Olympic debut at the 1904 Games in St Louis, it was the USA, the only country entered, which took all the medals. Later, the Americans continued to dominate boxing, winning 109 medals (including 48 gold) out of the 842 up for grabs, closely followed by the Cubans and Russians.\n\nSince its inclusion in the Olympic programme, boxing has been staged at each edition of the Games, except in 1912 in Stockholm, owing to Swedish law, which forbade the practice. The rules have evolved since the 1980s: 1984 in Los Angeles: protective helmet obligatory; 1992 in Barcelona: set-up of an electronic scoring system to strengthen the objectivity of refereeing; 2007: standardised point scoring.\n\nWomen’s boxing will make its debut at the 2012 London Games in London. The current 11 men’s events will be replaced by 10 men’s and 3 women’s events."
            }
        ]
    },
    {
        "id": 6,
        "name": "Canoe slalom",
        "icon": "canoe-slalom",
        "athlete": "canoe-slalom-athletes",
        "brief": "As with canoe sprint, canoe slalom also utilises canoes and kayaks, however there are some significant differences. The sport was modelled from ski slalom and began in switzerland in 1932. In its early days, it was first performed on flat water, but later switched to white water rapids.",
        "detail": [
            {
                "id": 0,
                "title": "Variety of crafts",
                "content": "While canoe slalom basically uses the same type of craft as canoe sprint, the boats are designed differently. While in canoe sprint the boats are long and streamlined, in canoe slalom the boats are small, light and agile, allowing for greater manoeuvrability through the rapids."
            },
            {
                "id": 1,
                "title": "First competition",
                "content": "Canoe slalom became popular shortly before World War II with the first known competition occurring in 1933. The first International Federation to govern canoeing was the Internationale Repräsentantschaft für Kanusport (IRK) founded in 1924. After World War II, this organisation was succeeded by the International Canoe Federation (ICF) which governs both canoe sprint and canoe slalom as well as six other canoeing disciplines. It is located in Lausanne."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "Canoe and kayak racing became full medal sports at the 1936 Berlin Games. However events were initially limited to canoe sprint until canoe slalom made its debut at the 1972 Munich Games. Slalom racing was not competed again in the Olympic Games until the 1992 Barcelona Games. Canoe slalom racers compete in four events, three for men and one for women, over the same course."
            }
        ]
    },
    {
        "id": 7,
        "name": "Canoe sprint",
        "icon": "canoe-sprint",
        "athlete": "canoe-sprint-athletes",
        "brief": "Canoe sprint has two different types of craft, the kayak and the canoe. The kayak probably originates from greenland, where it was used by the eskimos, primarily for hunting, fishing and transportation. The canoe was used all over the world as a method of transportation, trade and war. The first official sporting events were created utilising both of these crafts during the mid-19th century. Canoe sprint has been the traditional form of racing since the inception.",
        "detail": [
            {
                "id": 0,
                "title": "History and basics",
                "content": "The word kayak, meaning “man-boat” in Eskimo, was found predominately in North America, Siberia and Greenland. They were ideal for individual transport and were used primarily for hunting and fishing. The canoe, on the other hand, was used on a wider scale. From Native American tribes to the Polynesians, the canoe had a variety uses, primarily transport, trade and warfare. The basics of Canoe sprint are simple. Get to the finish as fast as possible, the fastest person wins."
            },
            {
                "id": 1,
                "title": "Canoe / Kayak differences",
                "content": "The design of canoes varied, depending on their use and where they were built; they varied between open-topped bark canoes to dug-out trees to 130ft war canoes. In contrast, kayaks were built to ensure icy Arctic water did not enter the boat. They were made by stretching animal skins over a wooden frame and could generally only carry one man at a time. Kayaks are closed boats with a cockpit for sitting in. Athletes paddle from a sitting position with a double-blade paddle. Canoes are open boats paddled from a kneeling position with a single-blade paddle."
            },
            {
                "id": 2,
                "title": "First competition",
                "content": "Canoe sport competitions began in the mid-19th century. The Royal Canoe Club of London was formed in 1866 and was the first organisation interested in developing the sport. In 1871 the New York Canoe Club was founded. The first women’s competition was organised in Russia. By the 1890s, canoe sport was popular all over the European continent. Since canoe sprints entered the Olympics in 1936, its events have changed and adapted in order to improve its overall standing and follow current trends and boat technological advances."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "In 1924 in Paris, flatwater canoeing featured at the Games as a demonstration sport. It became an Olympic discipline in Berlin in 1936. Later, some of its events disappeared to make way for new ones.\n\nOverall, Europe dominates this sport, at both the Olympic Games and the World Championships, winning 90 per cent of the medals up for grabs. Since the 1948 Games in London, women have competed in the kayak event only. Today, the Olympic canoe/kayak flatwater programme comprises a total of 12 events.\n\nThe recent trend is towards reducing the course distance. At the beginning, in the World Championships, the courses were staged over 1,000 and 10,000 metres for men and 5,000 metres for women. Today, they are over distances of 200, 500 and 1 000 metres. The Olympic events take place over 500 and 1,000 metres.\n\nFor the 2012 Games in London, the three men’s flatwater 500 metres events will be replaced by 200m events."
            }
        ]
    },
    {
        "id": 8,
        "name": "Cycling BMX",
        "icon": "cycling-bmx",
        "athlete": "cycling-bmx-athletes",
        "brief": "BMX racing took off in california, inspired by motocross. It fast became popular and made its olympic debut at the 2008 beijing games.",
        "detail": [
            {
                "id": 0,
                "title": "California born",
                "content": "Bicycle motocross (BMX) started in the late 1960s in California, around the time that motocross became a popular sport in the USA. The motorised version of the sport was the inspiration for the human-powered competition."
            },
            {
                "id": 1,
                "title": "BMX spreads worldwide",
                "content": "BMX racing offered exciting action at a low cost and the infant sport became an instant hit, especially in California. This led to the foundation of a sanctioning body for BMX in the USA in the early 1970s. Over the following decade, the sport gradually gained in international popularity."
            },
            {
                "id": 2,
                "title": "Official international sport",
                "content": "In April 1981, the International BMX Federation was founded. BMX rapidly developed a unique sporting identity and it became evident that the sport had more in common with cycling than motorcycling. This was officially recognised in 1993 when BMX was fully integrated into the International Cycling Union (UCI). The sport made its Olympic debut at the 2008 Beijing Games."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "It was in 2008 in Beijing that BMX made its debut on the Olympic programme. The men’s event was won by Latvia’s Maris Strombergs. In the women’s event, it was France’s Anne-Caroline Chausson who took the first Olympic title in this discipline.\n\nBMX is one of the fastest and youngest cycling disciplines. Its principle is simple: eight riders compete on a track filled with jumps, tight bends and obstacles. In Beijing, the Laoshan velodrome track was 370m long for the men and 350m long for the women."
            }
        ]
    },
    {
        "id": 9,
        "name": "Cycling mountain bike",
        "icon": "cycling-mountain-bike",
        "athlete": "cycling-mountain-bike-athletes",
        "brief": "In the 1970s, tough new bikes that relished rough terrain were developed and mountain biking was born. The sport started in california but its popularity soon spread.",
        "detail": [
            {
                "id": 0,
                "title": "A sport is born",
                "content": "In the 1970s, mountain biking developed as a fringe sport in California. Taking a bike off-road was nothing new but the development of a new bike that relished such terrain was; these bikes had fatter tyres, rapid-shift gears, drum brakes and ground-breaking suspension. These bikes gave thrill seeking cyclists a much more freedom and the sport of mountain biking was born."
            },
            {
                "id": 1,
                "title": "Repack downhill race",
                "content": "The members of the Velo Club Mount Tamalpais in California generally receive the credit for establishing mountain biking as a sport. They invented the Repack Downhill race, held regularly between 1976 and 1979 just across the famous Golden Gate Bridge from San Francisco. The races attracted riders from near and far, and the media soon started taking an interest."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "The first national mountain bike championships were held in 1983 in the USA. But the sport quickly grew in popularity in Europe and Australia. The first mountain bike World Championships, recognised by the International Cycling Union (UCI), were organised in 1990. Olympic recognition followed and mountain biking made its debut as an Olympic discipline at the Atlanta Games in 1996, with a cross-country event for men and women. The programme has remained unchanged ever since.\n\nAmong the big names in this discipline is France’s Julien Absalon, a two-time gold-medal winner - in 2004 in Athens and in 2008 in Beijing."
            }
        ]
    },
    {
        "id": 10,
        "name": "Cycling road",
        "icon": "cycling-road",
        "athlete": "cycling-road-athletes",
        "brief": "Cycling has proved incredibly popular ever since bicycles were invented in the mid-18th century. It has featured in every olympic games.",
        "detail": [
            {
                "id": 0,
                "title": "Early popularity",
                "content": "Bicycles were first developed in the mid-18th century and have been a popular form of transport ever since."
            },
            {
                "id": 1,
                "title": "Big leap forward",
                "content": "In 1885, cycling took a big leap forward when J.K. Starley devised the chain-and-gearing system. Since then, engineers have embraced modern technology to build ever faster, sleeker and lighter bikes."
            },
            {
                "id": 2,
                "title": "Popular in Europe",
                "content": "From 1880 to 1900, cycling became immensely popular both in Europe and the United States. The professional sport maintained its place in the public imagination, especially in Europe. Over the last 20 years, road cycling has experienced an movement towards globalization."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "Like fencing and athletics, cycling is among the rare sports that have always featured on the Olympic programme. Road cycling, however, was not on the programme of the Paris 1900, St Louis 1904 or London 1908 Games.\n\nThe first road event in Olympic history took place in 1896 on the marathon route at the first Games of the modern era in Athens. The race started in Athens, headed towards Marathon, then returned to Athens, at the Phaliron velodrome.\n\nSince the 1912 Games in Stockholm, the individual pursuit has been organised at each edition of the Games. The team time trial was on the programme between 1912 and 1992. 1996 marked the debut of the individual time trial at the Olympic Games in Atlanta.\n\nOlympic cycling was added to the women’s programme in Los Angeles in 1984, with an individual road event. Later, in 1996, the individual time trial was included in women’s Olympic cycling, as it for the men’s.\n\nThe Europeans have always dominated Olympic cycling, particularly through the contribution of the French and Italians. Eastern European countries have also won many Olympic medals, especially in track cycling."
            }
        ]
    },
    {
        "id": 11,
        "name": "Cycling track",
        "icon": "cycling-track",
        "athlete": "cycling-track-athletes",
        "brief": "Cycling on wooden indoor tracks regularly drew large crowds as early as 1870 and was included in the inaugural olympics games.",
        "detail": [
            {
                "id": 0,
                "title": "Wooden indoor tracks",
                "content": "As early as 1870, track races in England were regularly attracting large crowds. The riders competed on wooden indoor tracks that closely resembled the modern velodromes of today. Such tracks ensured the event could be competed all year round. But for promoters there was an even greater benefit – spectators could be charged an entrance fee!"
            },
            {
                "id": 1,
                "title": "Olympic history",
                "content": "Track cycling events have been organised at all the editions of the Games since 1896, with the exception of the 1912 Games in Stockholm, when only the road race was staged. Between 1924 and 1992, the range of events was generally as follows: sprint, time trial over one kilometre, tandem and team pursuit. The individual pursuit was added to the programme of the 1964 Olympic Games in Tokyo, and the tandem was dropped after the 1972 Games in Munich.\n\nWomen have competed in the track events since the Seoul Games in 1988, the year that marked the appearance of women in the sprint event, followed by the individual pursuit in 1992. At the Sydney Games in 2000, several track events were introduced: 500m time trial for women, but also keirin, American and sprint for men."
            }
        ]
    },
    {
        "id": 12,
        "name": "Diving",
        "icon": "diving",
        "athlete": "diving-athletes",
        "brief": "Competitive diving, which developed from gymnastics, started in sweden and germany in the 18th century.",
        "detail": [
            {
                "id": 0,
                "title": "Gymnastics beginnings",
                "content": "Diving became popular in Sweden and Germany in the 18th and 19th centuries. The sport was primarily practised by gymnasts who started performing tumbling routines into the water."
            },
            {
                "id": 1,
                "title": "Popular spreads",
                "content": "In the late 19th century a group of Swedish divers visited Great Britain. They put on diving displays that proved hugely popular and led to the formation of the first diving organisation, the Amateur Diving Association, in 1901."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "Diving was included in the Olympic Games for the first time at the 1904 Games in St Louis. The springboard and platform events have been included since the 1908 Olympic Games in London. Since the Stockholm Games in 1912, women have taken part in the diving events.\n\nThe first Olympic competitions differed from those which exist nowadays, notably with respect to the height of the platforms and springboards. The diving programme has been relatively stable since the 1928 Games in Amsterdam: men and women take part in 10-metre high-dive and 3-metre springboard events. In 2000, the Sydney Games witnessed the entrance of synchronised diving on both the springboard and the platform.\n\nThis discipline was firstly dominated by the USA. This domination started to waiver with the participation of China at the end of the 1980s. When the American Greg Louganis, who is considered as the greatest diver ever, was still in competition, the Chinese managed to achieve some victories. Since Louganis retired, China has dominated the men’s events. Lately, China’s women divers have proved themselves unbeatable."
            },
            {
                "id": 3,
                "title": "One of four disciplines",
                "content": "Diving, along with swimming, synchronised swimming and water polo, is one of the four disciplines governed by the Fédération Internationale de Natation (FINA)."
            }
        ]
    },
    {
        "id": 13,
        "name": "Equestrian / Dressage",
        "icon": "equestrian-dressage",
        "athlete": "equestrian-dressage-athletes",
        "brief": "The long and colourful traditions of dressage go as far back as ancient greece. Dressage, the highest expression of horse training, is considered the art of equestrian sport and is used as the groundwork for all other disciplines.",
        "detail": [
            {
                "id": 0,
                "title": "Trained fot battle",
                "content": "Two thousand years ago, the ancient Greeks recognised that if rider and horse were to survive in battle, complete cooperation was necessary between the pair and developed Dressage as a method to train the horses for war. A horse’s ability to move quickly from side to side, burst into a gallop or change direction immediately were all considered vital skills."
            },
            {
                "id": 1,
                "title": "Modern dressage",
                "content": "With the disintegration of Ancient Greece, the art of riding slowly fell into oblivion, until its revival during the Renaissance period. In the 18th century, classical Dressage reached its peak with the creation of the world-famous Spanish Riding School in 1729 in Vienna, and laid the basis of the modern discipline. More recently and with unprecedented success, the freestyle to music test was introduced and has since become an integral part of Dressage, making its Olympic début in Atlanta 1996. Freestyle is the pinnacle of Dressage execution and when it works, the result is magic."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "Equestrian sports featured on the Olympic programme of the Paris Games in 1900, with jumping events, and were then withdrawn until the 1912 Games in Stockholm. Since then, this sport has been on the Olympic programme with remarkable regularity.\n\nUntil 1948, only men competed in the events, as the riders had to be officers. This restriction was lifted in 1951, and, since the Helsinki Games in 1952, women have competed with men in the mixed events. They competed first in dressage, then gradually in the other equestrian events.\n\nAt the 2008 Olympic Games in Beijing, the Netherlands’ Anky van Grunsven confirmed her talent by winning gold for the third consecutive time in the individual dressage event. Her titles total eight medals - three gold and five silver. She is joined by Germany’s Isabell Werth (five gold medals and three silver) and Reiner Klimke (six gold and two bronze), who have also won eight medals."
            }
        ]
    },
    {
        "id": 14,
        "name": "Equestrian / Eventing",
        "icon": "equestrian-eventing",
        "athlete": "equestrian-eventing-athletes",
        "brief": "Eventing is the most complete combined competition discipline and demands of the competitor and horse considerable experience in all branches of equitation. It covers every aspect of horsemanship: the harmony between horse and rider that characterise dressage; the contact with nature, stamina and extensive experience essential for the cross country; the precision, agility and technique involved in jumping.",
        "detail": [
            {
                "id": 0,
                "title": "Military background",
                "content": "Developed to test and prepare cavalry horses, Eventing has a long and colourful history. Initially, the purpose was to create a competition in which officers and horses could be tested for any challenges that could occur on or off duty. It also provided a basis to compare training standards between the calvalries of different countries."
            },
            {
                "id": 1,
                "title": "First woman",
                "content": "Although women had been allowed to ride in equestrian events since 1952, it wasn't until Helena du Pont competed for the United States at the 1964 Tokyo Games that Eventing saw its first woman representing her country."
            },
            {
                "id": 2,
                "title": "Keeping cool",
                "content": "Since the 1996 Atlanta Games, extensive studies and research have  taken place examining the effets of heat and humidity on horses taking part in equestrian events. The world’s experts have poured over the subject and the success of all the measures in place and the knowledge at hand for the 2008 Olympic Games proved invaluable. The wealth of information collected also serves as a great resource for amateur equestrians faced with adverse climatic conditions around the world."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "Equestrian sports featured on the Olympic programme of the Paris Games in 1900, with jumping events, and were then withdrawn until the 1912 Games in Stockholm. Since then, this sport has been on the Olympic programme with remarkable regularity.\n\nUntil 1948, only men competed in the events, as the riders had to be officers. This restriction was lifted in 1951, and, since the Helsinki Games in 1952, women have competed with men in the mixed events. They competed first in dressage, then gradually in the other equestrian events.\n\nFrom the three disciplines that make up equestrian, eventing is the most demanding. Indeed, it combines not only jumping and dressage, but also a long cross-country course, on mixed terrain with sometimes imposing natural or artificial obstacles.\n\nAt the 2008 Games in Beijing, Canada’s Ian Millar did particularly well winning the silver medal in the team jumping, 36 years after his first participation in the Olympic Games in Munich in 1972. At 61, he was the oldest medallist at the Beijing Games."
            }
        ]
    },
    {
        "id": 15,
        "name": "Equestrian / Jumping",
        "icon": "equestrian-jumping",
        "athlete": "equestrian-jumping-athletes",
        "brief": "Jumping developed after fences were put up in the english countryside, leading foxhunters to require horses that could jump.",
        "detail": [
            {
                "id": 0,
                "title": "The enclosures acts",
                "content": "The discipline, as we know it today, developed as a result of competition among fox hunters, following the introduction of the Enclosures Acts that came into force in England in the eighteenth century. Previously, hunters would gallop across open fields in their pursuit of foxes. But when fences were erected following the Acts, a new and much desired trait took the fore - the jumping horse."
            },
            {
                "id": 1,
                "title": "Federico Caprilli",
                "content": "Many regard Italian Federico Caprilli as the “father of modern riding”, a status he earned by revolutionising the jumping seat. Before him, riders would lean back and pull the reins when jumping a fence.  However this technique was awkward and uncomfortable for the horse. Caprilli’s solution was the more natural “forward seat” position. This technique is now universally used."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "The horse made its first appearance at the Ancient Olympic Games in 680 B.C. when chariot racing was introduced - and was by far the most exciting and spectacular event on the programme. Many centuries later. when the modern Games began, a few unsuccessful attempts, namely 1896,1900, 1904 and 1908 preceded the success of equestrian in the 1912 Olympic programme. Over the next few decades Jumping was dominated by the military, but with the mechanisation of the ,army over the years, civilians became more and more prevalent. The decline of the military teams also paved the way for women, who made their first Olmyipc appearance in Jumping at the 1956 Games in Stockholm, and today are as often if not more on the top spot of the podium."
            }
        ]
    },
    {
        "id": 16,
        "name": "Fencing",
        "icon": "fencing",
        "athlete": "fencing-athletes",
        "brief": "Swordplay has been practised for thousands of years, and modern day fencing began as a form of military training. It did not become a sport until around the 15th century.",
        "detail": [
            {
                "id": 0,
                "title": "Sword fighting and duels",
                "content": "Swordplay has been practised for thousands of years, as evidenced by carvings depicting fencers found in a temple near Luxor dating from around 1190 BC. From the 16th to the 18th century, duels were common, with combatants using a variety of weapons including quarterstaffs and backswords. Such bouts were bloody and occasionally fatal."
            },
            {
                "id": 1,
                "title": "Birth of the sport",
                "content": "Fencing began the move from a form of military training to a sport in either the 14th or 15th century. Both Italy and Germany lay claim to its origins, with German fencing masters organising the first guilds in the 15th century, the most notable being the Marxbruder of Frankfurt, formed in 1478."
            },
            {
                "id": 2,
                "title": "Rules of the game",
                "content": "Three innovations in the 17th and 18th century led to the popularity of fencing as a sport: the “foil” – a weapon with a flattened tip; a set of rules governing the target area; and the wire-mesh mask. Together, these developments ensured the safety of fencing’s participants."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "Fencing was included for the first time at the 1896 Games in Athens, and has remained on the Olympic programme since then. The women’s fencing competition entered the Games in 1924 in Paris. Today, men and women compete in individual and team events, in which three types of weapon are used: foil, epee and sabre. The foil was, at first, the only weapon used by women, until the 1996 Games in Atlanta, when women’s epee was introduced. Women’s sabre appeared for the first time on the Olympic programme in Athens in 2004.\n\nAmong the figures who have marked this sport, Italy’s Nedo Nadi is the only fencer to have won a medal in every weapon in a single edition of the Games. In 1912, at the age of 18, he won in the foil. Then, after being decorated by his country for acts of bravery during the First World War, he won five gold medals in Antwerp in 1920, a historic and unequalled record: in the individual foil and sabre events, and in the team foil, epee and sabre events."
            }
        ]
    },
    {
        "id": 17,
        "name": "Football",
        "icon": "football",
        "athlete": "football-athletes",
        "brief": "Football has its roots in ancient china, while the modern version of the game began on the streets of medieval england before evolving into the most popular sport in the world.",
        "detail": [
            {
                "id": 0,
                "title": "Medieval origins",
                "content": "Modern football has its origins in the streets of medieval England. Neighbouring towns would play each other in games where a heaving mass of players would struggle to drag a pig’s bladder by any means possible to markers at either end of town."
            },
            {
                "id": 1,
                "title": "A royal ban",
                "content": "Football became so violent in England it was banned by the king for more than 300 years. English public schools are credited with subsequently establishing the modern football codes, thus turning the mob riot into a sport in the 16th century."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "Football first appeared on the programme of the Games of the II Olympiad, Paris 1900. It has been on the programme of each edition of the Games ever since, with the exception of Los Angeles 1932.\n\nEurope dominated the competition until after 1992 in Barcelona, where Spain became the last European team to win a gold medal. Since the 1996 Olympic Games in Atlanta, African and South American teams have won all the gold medals.\n\nAlso in 1996, women’s football was introduced into the Olympic programme. Three times, the USA has been on the highest step of the podium - in 1996, in 2004 in Athens and in 2008 in Beijing. But this team was beaten by the Norwegians in the final of the 2000 Games in Sydney."
            }
        ]
    },
    {
        "id": 18,
        "name": "Golf",
        "icon": "golf",
        "athlete": "golf-athletes",
        "brief": "Golf is one of the oldest existing codified sports, which was established in Scotland in 1754.",
        "detail": [
            {
                "id": 0,
                "title": "A very simple sport",
                "content": "Golf consists of “playing a ball with a club from the teeing ground into the hole by a stroke or successive strokes in accordance with the Rules”. That’s the first rule in the Rules of Golf."
            },
            {
                "id": 1,
                "title": "A sport codified a long time ago",
                "content": "Golf is undoubtedly one of the oldest existing codified sports. Indeed, it was in the city of St Andrews in Scotland that the first rules were established in 1754. But some research shows that a similar sport was practised beforehand under the name “colf” or “kolven” in the Netherlands, and arrived on the British Isles in the 15th century."
            },
            {
                "id": 2,
                "title": "Development of golf",
                "content": "The competition formats and rules date from the second half of the 18th century, and have hardly changed since. At the end of the 19th century, the first women’s tournaments were established. The first golf course was constructed in England in 1864.\n\nThe Scottish officers who practised this sport in the British armed forces moved on to the four corners of the world, thus leading to the expansion of this sport and its popularity. Today there are over 30,000 golf courses, and the sport is played by over 60 million men and women worldwide."
            },
            {
                "id": 3,
                "title": "Amateurs and professionals",
                "content": "For a long time, the major golf tournaments were divided between amateur and professional tournaments. Then the open tournaments appeared, bringing together these two categories of players. The world’s best compete in four major championships, both in the women’s and men’s games."
            },
            {
                "id": 4,
                "title": "Two competition formats",
                "content": "Two of the most utilised formats at golf tournaments are stroke play and match play.\n\nStroke play consists of counting the total number of shots that the player has taken to reach the end of the course. The current major tournaments take place over four days, and the players must therefore play the same course of 18 holes four times (i.e. 72 holes). The player who has the fewest number of strokes at the end of the four rounds wins the event.\n\nMatch play is a competition format in the form of a duel. Golfers compete hole by hole, and the golfer who wins the most holes wins the match. Match play matches do not have to go the full 18 holes. They often do, but just as frequently one player will achieve an insurmountable lead and the match will end early. For example, if a player is 6 ahead with 5 holes to play, the other player cannot possibly win, so the match ends."
            },
            {
                "id": 5,
                "title": "Golf at the Olympic Games",
                "content": "Golf has been on the Olympic programme twice: in 1900 and 1904. At the 1900 Games in Paris, two events were staged: one for men and one for women. Americans Margaret Ives Abbott and Charles Edward Sands were the first Olympic champions in the two events. In 1904 in St Louis, the women’s event was replaced by a team event.\n\nAt the 121st IOC Session, held in October 2009 in Copenhagen, the IOC members voted in favour of re-introducing golf to the Olympic programme. It will therefore be in Rio in 2016 that the titles of Olympic golf champion will be awarded – for the first time in over 100 years! The proposed Olympic tournament is the “stroke play” format for both the men and women. The best players in the world will therefore compete over 72 holes to find out who will be crowned Olympic champions."
            }
        ]
    },
    {
        "id": 19,
        "name": "Gymnastics artistic",
        "icon": "gymnastics-artistic",
        "athlete": "gymnastics-artistic-athletes",
        "brief": "The ancient greeks believed gymnastics to be the perfect symmetry between mind and body. Modern gymnastics evolved at the end of the 19th century.",
        "detail": [
            {
                "id": 0,
                "title": "Philosophical beginnings",
                "content": "Plato, Aristotle and Homer heartily advocated the strengthening qualities of gymnastic activity. The Greeks believed symmetry between the mind and body was possible only when physical exercise was coupled with intellectual activity."
            },
            {
                "id": 1,
                "title": "Rebirth",
                "content": "The term \"artistic gymnastics\" emerged in the early 1800s to distinguish free-flowing styles from techniques used in military training. Gymnastic competitions began to flourish in schools and athletic clubs across Europe and made a fitting return when the Olympic Games were revived in Athens in 1896."
            },
            {
                "id": 2,
                "title": "Rocks and clubs",
                "content": "Between 1896 and 1924 the sport evolved into what we recognise as modern gymnastics. Among those disciplines discarded were club swinging, rock lifting and even swimming, which appeared in 1922."
            },
            {
                "id": 3,
                "title": "Changing times",
                "content": "In the early days of artistic gymnastics at the Games, participants often had a background in ballet, and would reach their peak in their 20s. Nadia Comaneci’s and Nellie Kim's perfect scores of 10 at the 1976 Montreal Games, at the age of 14, heralded an era of younger champions, trained specifically in gymnastics from childhood, although gymnasts must now be 16 to compete in the Olympic Games."
            },
            {
                "id": 4,
                "title": "Olympic history",
                "content": "Artistic gymnastics was introduced at the very first Olympic Games in 1896 in Athens, and has been present at every edition of the Games since then. At the beginning, it comprised disciplines that are difficult to qualify as “artistic”, such as climbing and acrobatics.\n\nThe foundations of the Olympic gymnastics programme were laid at the 1924 Games in Paris, when the men’s apparatus individual and team competitions appeared. In 1928, women were included in the Amsterdam Games. It was not until 1952 that the women’s programme was developed, with seven events, and then stabilised at six events as from the 1960 Games in Rome.\n\nThis discipline was mainly dominated by the Soviet Union from 1952 onwards, following the creation of the Russian Gymnastics Federation in 1883. At the 2008 Games in Beijing, it was the Republic of China’s turn to win the most gold medals."
            }
        ]
    },
    {
        "id": 20,
        "name": "Gymnastics rhythmic",
        "icon": "gymnastics-rhythmic",
        "athlete": "gymnastics-rhythmic-athletes",
        "brief": "Rhythmic gymnastics is a women-only event in which gymnasts perform on a floor with a rope, hoop, ball, clubs or ribbon accompanied by music, in individual or group events.",
        "detail": [
            {
                "id": 0,
                "title": "Faster and stronger",
                "content": "In the 1800s rhythmic gymnastics operated under the guise of group gymnastics, and included a trace of elementary choreography. It grew slowly until the first experimental competitions appeared in eastern Europe in the 1930s, when its newfound complexity began to draw a wider audience."
            },
            {
                "id": 1,
                "title": "Many parents",
                "content": "Rhythmic gymnastics evolved from a host of related disciplines. It incorporates elements from classical ballet, such as pliés and arabesques, as well as the German system of emphasising apparatus work for muscle development and the Swedish method of using free exercise to develop rhythm."
            },
            {
                "id": 2,
                "title": "First tournament",
                "content": "The FIG recognised rhythmic gymnastics as an official discipline in 1963, and a year later organised an international tournament in Budapest. In 1964 the tournament was officially declared the first Rhythmic Gymnastics World Championships, and Ludmila Savinkova of the Soviet Union became the first world champion."
            },
            {
                "id": 3,
                "title": "World sport",
                "content": "The number of athletes grew as interest spread to other parts of the world. Gymnasts from the United States first appeared at the championships in 1973, and rhythmic gymnastics slowly emerged from the shadow of the long-established artistic discipline to enter the Olympic programme in 1984."
            },
            {
                "id": 4,
                "title": "Olympic history",
                "content": "Since its integration into the Games in 1984 in Los Angeles, rhythmic gymnastics has always been a part of the Olympic programme. In its inaugural year, it was Canada’s Lori Fung who won the gold medal.\n\nUntil 1992 in Barcelona, only one individual event was on the programme. A second, team event was added to the programme in 1996 in Atlanta.\n\nAt the 2000 Games in Sydney, the Russian Federation won two gold medals: the group and individual multiple competitions."
            }
        ]
    },
    {
        "id": 21,
        "name": "Handball",
        "icon": "handball",
        "athlete": "handball-athletes",
        "brief": "Handball is a fast-paced team game that was first played in scandinavia and germany at the end of the 19th century.",
        "detail": [
            {
                "id": 0,
                "title": "European origins",
                "content": "The modern game of handball was first played towards the end of the 19th century in Scandinavia and Germany. Field handball was first recognised at the turn of the century and G. Wallström introduced the sport of \"handball\" to Sweden in 1910."
            },
            {
                "id": 1,
                "title": "First competition",
                "content": "The International Amateur Handball Federation (IAHF) was set up in 1928 on the occasion of the Olympic Games in Amsterdam, leading to the first Field Handball World Championships being played in Germany in 1938, following its appearance at the 1936 Berlin Games."
            },
            {
                "id": 2,
                "title": "Rival codes",
                "content": "Between 1938 and 1966 both forms of handball were played at separate World Championships: an outdoor, 11-a-side game played on a football pitch and a new 7-a-side indoor version preferred by the Scandinavians."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "After 1936, field handball was no longer played at the Games, except as a demonstration sport in 1952 in Helsinki. Indoor handball was presented for the first time at the 1972 Olympic Games in Munich. Yugoslavia was victorious and won the first gold medal after a competition between 16 men’s teams.\n\nThe introduction of women’s handball to the Games took place in 1976 in Montreal. The Soviet Union won this first women’s Olympic competition, taking home two gold medals after the 11-team men’s competition and the six-team women’s one."
            }
        ]
    },
    {
        "id": 22,
        "name": "Hockey",
        "icon": "hockey",
        "athlete": "hockey-athletes",
        "brief": "Field hockey is fast-moving, skilful game played outdoors in teams of 11.",
        "detail": [
            {
                "id": 0,
                "title": "Oldest game",
                "content": "Hockey is the oldest known ball and stick game: records exist of it being played in Persia in 2000 BC. The name “hockey” probably derives from the French “hocquet”, or shepherd’s crook, and refers to the crooked stick which is used to hit a small ball."
            },
            {
                "id": 1,
                "title": "British development",
                "content": "The first team was the Blackheath Hockey Club, dating back to 1861. The Amateur Hockey Association was then formed in London in 1886, before workers and the military carried the game to the four corners of the British Empire. It became an Olympic sport in 1908."
            },
            {
                "id": 2,
                "title": "Smoother surfaces",
                "content": "Until the 1970s, the game at international level was mainly played on natural grass, but the heavy turf made the game quite slow. When plastic turf was first used, the game suddenly became quicker and more exciting, giving birth to the modern game."
            },
            {
                "id": 3,
                "title": "Dominant nations",
                "content": "Most of the dominant nations in the sport are, or were, members of the British Empire. This includes India, Pakistan, Australia, New Zealand and, of course, England. Other nations have come to the forefront in more recent times to make the game a truly worldwide sport."
            },
            {
                "id": 4,
                "title": "Olympic history",
                "content": "After a first appearance at the 1908 Games in London, hockey became a firm fixture on the Olympic programme as from the Antwerp Games in 1920. Women made their entrance in this sport in 1980 at the Moscow Games. Since the 2000 Games in Sydney, men have competed in a 12-team tournament and women in a 10-team one.\n\nIn its 100 years of Olympic existence, hockey has been essentially dominated by one country. The Indian men’s team, with six consecutive titles between 1928 and 1956, was unbeaten in 30 consecutive matches, and scored 197 goals, giving away only eight."
            }
        ]
    },
    {
        "id": 23,
        "name": "Judo",
        "icon": "judo",
        "athlete": "judo-athletes",
        "brief": "Judo is derived from jujitsu, the hand-to-hand combat technique of ancient samurai warriors. It involves throwing opponents to the floor and holding them in submission.",
        "detail": [
            {
                "id": 0,
                "title": "Japanese choice",
                "content": "Judo is a traditional Japanese wrestling sport developed in the 1880s. It was Dr Jigoro Kano (1860-1938) who combined the features of the various schools of the sport and codified the rules. Kano stressed the philosophical principles of judo, adding methods of physical, intellectual and moral education, eliminating many of the dangerous parts of jujitsu, and opening his first school, or dojo, in 1882."
            },
            {
                "id": 1,
                "title": "“The way of suppleness”",
                "content": "In Japanese the word ju-do means “the way of suppleness” referring to the story of the tree branch ‘bending’ under the weight of the snow and not breaking. However, the bouts of five minutes are hardly gentle and can be as physically demanding as boxing and wrestling."
            },
            {
                "id": 2,
                "title": "Olympic history",
                "content": "Judo made its very first appearance at the Olympic Games in 1964 in Tokyo. However, it was not included in the Olympic programme in 1968 in Mexico City, but returned, never to leave again, at the 1972 Games in Munich. As for women’s judo, it was added to the Games in 1992 in Barcelona.\n\nMen and women now compete in seven weight categories. There was originally a men’s category open to all weights, but this event was withdrawn after the 1984 Games in Los Angeles.\n\nThis discipline is, logically, dominated by the Japanese, followed by the French and then the Koreans, who win a large number of medals."
            },
            {
                "id": 3,
                "title": "The big Dutchman",
                "content": "In the 1964 Tokyo Games in the open class, a 1.98-metre Dutchman named Anton Geesink defeated three-time Japanese national champion Kaminaga Akio before 15,000 people at Nippon Budokan Hall. It followed victories earlier in the year over other top Japanese opponents, upsetting the theory that a skilled judoka could defeat any opponent of any size."
            }
        ]
    },
    {
        "id": 24,
        "name": "Modern pentathlon",
        "icon": "modern-pentathlon",
        "athlete": "modern-pentathlon-athletes",
        "brief": "The pentathlon was the climax of the games in ancient greece. Since its appearance at the modern games, it has undergone a great deal of evolution.",
        "detail": [
            {
                "id": 0,
                "title": "The ancient disciplines",
                "content": "The ancient pentathlon consisted of running, jumping, spear-throwing, discus and wrestling. The pentathlon held a position of unique importance, with the winner ranked as “Victor Ludorum”."
            },
            {
                "id": 1,
                "title": "The modern format",
                "content": "The modern pentathlon was introduced by Baron de Coubertin at the Stockholm Games in 1912, comprising pistol shooting, fencing, swimming, horse riding and running. It was his belief that this event would test “a man’s moral qualities as much as his physical resources and skills, producing thereby a complete athlete.”"
            },
            {
                "id": 2,
                "title": "From five to one",
                "content": "From 1912 to 1980, the Olympic modern pentathlon was held over five days with one event per day. Now, the event is held over one day. Competitors score points in the first three events, which decide their starting position for the final combined event, composed of the shooting and running disciplines. The first one over the line wins the gold medal."
            },
            {
                "id": 3,
                "title": "Gathering crowds",
                "content": "The change to the current format held over one day has helped spectators to understand and connect with the sport, making it a more attractive spectacle."
            },
            {
                "id": 4,
                "title": "Laser pistol",
                "content": "In 2010 during the inaugural Youth Olympic Games in Singapore, athletes used a laser pistol instead of a traditional pellet-firing air gun for the combined event for the first time during an official international competition. Laser shooting was introduced for both safety reasons and to reduce the environmental impact of the lead bullets. It will see its debut at an Olympic Games in London 2012."
            }
        ]
    },
    {
        "id": 25,
        "name": "Rowing",
        "icon": "rowing",
        "athlete": "rowing-athletes",
        "brief": "Rowing is the propelling of a boat using a fixed oar as a lever. In modern sports, rowers race against each other either as individuals or in crews of two, four or eight.",
        "detail": [
            {
                "id": 0,
                "title": "The boat race",
                "content": "Rowing was first used as a means of transport in ancient Egypt, Greece and Rome. As a sport, it probably began in England in the 17th and early 18th centuries, with the Oxford-Cambridge university boat race, which was inaugurated in 1828. By the 19th century, rowing was popular in Europe and had been exported to America."
            },
            {
                "id": 1,
                "title": "Sculling vs. sweep",
                "content": "The races are divided into sculling and sweep oar. Sculling events use two oars, whilst in sweep the rower holds one. The eight-person crews have a coxswain, who steers the boat and directs the crew, but in all other boats one rower steers by controlling a small rudder with a foot pedal."
            },
            {
                "id": 2,
                "title": "Athlete of the century",
                "content": "Sir Steve Redgrave of Great Britain is widely hailed as the greatest rower ever. A six-time World Champion, he won gold medals at five Olympic Games and has been loosely crowned Athlete of the Century because of the extreme physical demands of rowing. His female counterpart on the gold medal count is Elisabeta Lipa of Romania, who also won five Olympic gold medals between 1984 and 2004."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "Rowing has been staged at all the editions of the Olympic Games, except in 1896 in Athens. It was, however, on the programme, but a stormy sea compelled the organisers to cancel the events.\n\nWomen made their debut at the Games in 1976 in Montreal. They competed in a smaller programme. The Olympic Games in 1996 in Atlanta marked the introduction of the lightweight events.\n\nUp to the 1960s, the USA dominated Olympic rowing. Then it was the turn of the Soviet Union, which in turn gave up its place in the 1970s-80s to the all powerful GDR (East Germany). These days, the reunified German team is among the best in the world. "
            }
        ]
    },
    {
        "id": 26,
        "name": "Rugby",
        "icon": "rugby",
        "athlete": "rugby-athletes",
        "brief": "Rugby, like the modern football, was also invented in the Great Britain.",
        "detail": [
            {
                "id": 0,
                "title": "A football picked up by hand",
                "content": "The legend of rugby has it that, in 1823, during a football match, a student at Rugby School in Great Britain took the ball in his hands and ran over the goal line. That day, William Webb Elis invented rugby."
            },
            {
                "id": 1,
                "title": "First international meeting",
                "content": "This sport has, in reality, much older origins, as, in various forms and with various names, similar games had already been practised in the Middle Ages in many European countries.\n\nBetween 1845 and 1848, pupils from the Rugby School and students from the University of Cambridge in Great Britain documented and codified the rules of rugby.\n\nIn 1871, the first national federation was created, and that same year saw the first international match played between Scotland and England.\n\nRugby’s International Federation, World Rugby (previously known as the International Rugby Board), was founded in 1886."
            },
            {
                "id": 2,
                "title": "Rugby variants",
                "content": "At the end of the 19th century and start of the 20th century, this sport saw a rise in popularity at all social levels and was exported worldwide, thus giving rise to different variants.\n\nThe two main ones today are rugby union and rugby sevens. There is also “touch rugby”, “rugby flag”, “rugby 10s” and “beach rugby”. Each has its own variation of rugby’s rules, but all share the same spirit.\n\nIt is said that rugby is a sport for all shapes and sizes. Today, it is practised all over the world, with 120 countries and territories being affiliated to World Rugby."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "Rugby union - 15 players per team - has featured on the Olympic programme four times: in 1900, 1908, 1920 and 1924.\n\nIn 1900, at the Paris Olympic Games, it was the French team who won the first Olympic tournament on home soil. The tournaments of the other editions of the Games gave victory to Australasia (a mixed Australian and New Zealand team) in 1908 in London; then twice to the USA, at the Antwerp Games in 1920 and Paris Games in 1924.\n\nAt the 121st Session in Copenhagen in October 2009, the IOC members voted in favour of re-introducing rugby to the Olympic programme. In Rio in 2016, rugby sevens will make its appearance at the Olympic Games, with men’s and women’s tournaments each comprising 12 teams."
            }
        ]
    },
    {
        "id": 27,
        "name": "Sailing",
        "icon": "sailing",
        "athlete": "sailing-athletes",
        "brief": "Sailing is the art of moving a boat by harnessing the power of wind. Mastery over ever-changing conditions requires both great skill and experience.",
        "detail": [
            {
                "id": 0,
                "title": "America's cup",
                "content": "International yacht racing began in 1851 when a syndicate of members of the New York Yacht Club built a 101-foot schooner named America. The yacht was sailed to England where it won a trophy called the Hundred Guineas Cup in a race around the Isle of Wight. The trophy was renamed The America's Cup and remained in the hands of the United States until 1983, when an Australian yacht finally brought to an end the New York Yacht Club’s 132-year winning streak."
            },
            {
                "id": 1,
                "title": "Evolving design",
                "content": "Sailing was first contested as an Olympic sport at the 1900 Paris Games. Since then, the classes of boats allowed to compete have continually evolved to reflect advances in yacht design and technology. Equipment advances over the past 20 years have created a trend towards smaller and lighter craft, placing ever greater demands on both the athletic and technical capacities of the sailors."
            },
            {
                "id": 2,
                "title": "Class rules",
                "content": "The sport is organised under a single set of rules for racing published by World Sailing. Olympic racing is now conducted with boats categorised into one-design classes based on similar weights and measurements."
            },
            {
                "id": 3,
                "title": "Fleet racing and match racing",
                "content": "Races are sailed in what is known as a fleet racing format: fleets of equally-matched boats racing around the same course area at the same time. Courses are designed to incorporate a variety of different sailing angles: upwind, downwind and reaching.\n\nThere are two new additions for the Rio 2016 Olympic Games. The 49erFX skiff has been introduced for women’s sailors and a mixed multihull for male and female sailors to compete side by side."
            }
        ]
    },
    {
        "id": 28,
        "name": "Shooting",
        "icon": "shooting",
        "athlete": "shooting-athletes",
        "brief": "From just five shooting events at the inaugural 1896 olympic games to 15 today, the sport has grown steadily alongside the advance in firearms technology.",
        "detail": [
            {
                "id": 0,
                "title": "Gun clubs",
                "content": "Shooting as a sport has been practised for hundreds of years in European countries, with some German shooting clubs dating back more than 500 years. The popularity of the sport grew in English-speaking countries with the formation of the National Rifle Association in 1959, which originally met in Wimbledon, London, and the National Rifle Association (USA) in 1871.\n\nThere are 15 events in the Olympic programme, divided into three different groups: rifle, pistol and shotgun. The rifle and pistol competitions are held on shooting ranges, where marksmen aim at targets at distances of 10, 25 and 50 metres. In the shotgun event, competitors shoot at clay targets propelled at a series of different directions and angles."
            },
            {
                "id": 1,
                "title": "Heartbeats and bullseyes",
                "content": "Marksmen need to be as steady as possible to be accurate. In order to achieve this, they use relaxation techniques to drop their heartbeat to half its normal rate, fire between heartbeats and use blinkers to hit a bullseye, which appears as no more than a tiny dot in the distance."
            },
            {
                "id": 2,
                "title": "Comeback king",
                "content": "As an example of overcoming adversity, Karoly Takacs has few peers. He was part of Hungary’s world champion pistol-shooting team in 1938, when an army grenade exploded, crippling his right hand. Ten years later, having taught himself to shoot with his left, he won two gold medals in the rapid-fire class."
            }
        ]
    },
    {
        "id": 29,
        "name": "Swimming",
        "icon": "swimming",
        "athlete": "swimming-athletes",
        "brief": "Swimming can be dated back to the stone age, but did not truly become an organised sport until the early 19th century.",
        "detail": [
            {
                "id": 0,
                "title": "An ancient discipline",
                "content": "Prehistoric man learnt to swim in order to cross rivers and lakes – we know this because cave paintings from the Stone Age depicting swimmers have been found in Egypt. Swimming was also referred to in Greek mythology."
            },
            {
                "id": 1,
                "title": "Dawn of a sport",
                "content": "Swimming was not widely practised until the early 19th century, when the National Swimming Society of Great Britain began to hold competitions. Most early swimmers used the breaststroke, or a form of it."
            },
            {
                "id": 2,
                "title": "Discovering the crawl",
                "content": "Based on a stroke used by native South Americans, the first version of the crawl featured a scissor kick. In the late 1880s, an Englishman named Frederick Cavill travelled to the South Seas, where he saw the natives performing a crawl with a flutter kick. Cavill settled in Australia, where he taught the stroke that was to become the famous Australian crawl."
            },
            {
                "id": 3,
                "title": "Olympic history",
                "content": "Swimming has featured on the programme of all editions of the Games since 1896. The very first Olympic events were freestyle (crawl) or breaststroke. Backstroke was added in 1904.\n\nIn the 1940s, breaststrokers discovered that they could go faster by bringing both arms forward over their heads. This practice was immediately forbidden in breaststroke, but gave birth to butterfly, whose first official appearance was at the 1956 Games in Melbourne. This style is now one of the four strokes used in competition.\n\nWomen’s swimming became Olympic in 1912 at the Stockholm Games. Since then, it has been part of every edition of the Games. The men’s and women’s programmes are almost identical, as they contain the same number of events, with only one difference: the freestyle distance is 800 metres for women and 1,500 metres for men."
            }
        ]
    },
    {
        "id": 30,
        "name": "Table tennis",
        "icon": "table-tennis",
        "athlete": "table-tennis-athletes",
        "brief": "Table tennis started as a genteel, after-dinner game, but is now a fast, high-tech sport. It also has the most participants of any sport in the world.",
        "detail": [
            {
                "id": 0,
                "title": "High society origins",
                "content": "It is thought that upper-class Victorians in England invented table tennis in the 1880s as a genteel, after-dinner alternative to lawn tennis, using whatever they could find as equipment. A line of books would often be the net, the rounded top of a champagne cork would be the ball and occasionally a cigar box lid would be a racket."
            },
            {
                "id": 1,
                "title": "Evolution",
                "content": "In 1926, meetings were held in Berlin and London that led to the formation of the International Table Tennis Federation. The first World Championships were held in London in 1926, but the sport had to wait a long time before it was given its Olympic debut at the 1988 Seoul Games."
            },
            {
                "id": 2,
                "title": "Modern changes",
                "content": "The sport has progressed enormously since it was first invented.  Nowadays, players use specially developed rubber-coated wooden and carbon-fibre rackets and a lightweight, hollow celluloid ball. Thanks to their high-tech rackets, they can now smash the ball at over 150 kilometres per hour!"
            },
            {
                "id": 3,
                "title": "Popular appeal",
                "content": "It is estimated there are 40 million competitive table tennis players and countless millions playing recreationally, making it the sport with the most participants worldwide. This is largely owing to its enormous popularity in China, which has become the dominant force in the sport."
            }
        ]
    }
]
